docs/Samples/updateAccountInfo_minimal.xml

<?xml version="1.0"?>
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
  <S:Body>
    <fxg:updateAccountInfo xmlns:fxg="http://fxgate.web.cft.ru/registration">
      <fxg:account number="40817810567234465024" first-signs-count="1">
        <fxg:bank bic="044525348" name="АКБ &quot;ЛАНТА-БАНК&quot; (ЗАО)" />
      </fxg:account>
    </fxg:updateAccountInfo>
  </S:Body>
</S:Envelope>